Repository: DarriusAlexander/speaklight-content
Catalog: plugins/edwiser-bridge-sso/languages/single_sign_on_text_domain-*.po
Languages: de_de

source: Edwiser Bridge Single Sign On Documentation
de_de: Edwiser Bridge Single Sign On Dokumentation

source: Documentation
de_de: Dokumentation

source: Following things are required to activate Single Single Sign On plugin:
de_de: Das Folgende ist zur Aktivierung des Single Sign On Plugins notwendig:

source: Plugin %s version 1.1 or higher
de_de: Plugin %s Version 1.1 oder höhere

source: %s PHP Extension
de_de: %s PHP Erweiterung

source: Please set the same secret key on WordPress as well as on Moodle
de_de: Bitte stellen Sie den gleichen Geheimschlüssel, sowohol auf WordPress als auch auf Moodle ein

source: Please check your Edwiser Bridge Connection Settings first!
de_de: Bitte prüfen Sie zuerst Ihre Edwiser Bridge Verbindungseinstellungen!

source: Please set your WordPress SSO Secret Key first!
de_de: Bitte stellen Sie zuerst Ihren WordPress SSO Geheimschlüssel ein!

source: Please check Moodle URL !
de_de: Bitte Prüfen Sie die Moodle URL!

source: You don't have moodle account.
de_de: Sie haben kein Moodle Konto.

source: Please login to view this page.
de_de: Bitte melden Sie sich an, diese Seite anzusehen.

source: Access Course
de_de: Auf den Kurs zugreifen

source: Single Sign On Settings
de_de: Single Sign On Einstellungen

source: Redirect to custom URL after login. Keep it blank for default redirection. Do not forget to add http or https before the URL.
de_de: Zur custom URL nach der Anmeldung umleiten. Lassen Sie es leer für standard Umleitung. Vergessen sie nicht, http oder https vor der URL hinzuzufügen.

source: Secret Key
de_de: Geheimschlüssel

source: Enter your secret key here.
de_de: Geben Sie Ihren Geheimschlüssel hier ein.

source: Verify token with moodle
de_de: Prüfen Sie Token mit Moodle

source: Something went wrong
de_de: Etwas ist los

source: The plugin is an extension for Edwiser Bridge that allows users to login once and have access to both WordPress and Moodle.
de_de: Dies Plugin ist eine Erweiterung für Edwiser Bridge, mithilfe dessen die Benutzer sich nur einmal anmelden müssen und immer noch sowohl auf WordPress als such auf Moodle zugreifen können.
